{
  "1": {
    "0": "“Se você traçar metas absurdamente altas e falhar, seu fracasso será muito melhor que o sucesso de todos”",
    "1": "James Cameron"
  },
  "2": {
    "0": "“O sucesso normalmente vem para quem está ocupado demais para procurar por ele”",
    "1": "Henry David Thoreau"
  },
  "3": {
    "0": "“A vida é melhor para aqueles para quem fazem o possível para terem o melhor”",
    "1": "John Wooden"
  },
  "4": {
    "0": "“Os empreendedores falham, em média, 3,8 vezes antes do sucesso final. O que separa os bem-sucedidos dos outros é a persistência”",
    "1": "Lisa M. Amos"
  },
  "5": {
    "0": "“Se você não está disposto a arriscar, esteja disposto a uma vida comum”",
    "1": "Jim Rohn"
  },
  "6": {
    "0": "“Escolha uma ideia. Faça dessa ideia a sua vida. Pense nela, sonhe com ela, viva pensando nela. Deixe cérebro, músculos, nervos, todas as partes do seu corpo serem preenchidas com essa ideia. Esse é o caminho para o sucesso”",
    "1": "Swami Vivekananda"
  },
  "7": {
    "0": "“Para de perseguir o dinheiro e comece a perseguir o sucesso”",
    "1": "Tony Hsieh"
  },
  "8": {
    "0": "“Todos os seus sonhos podem se tornar realidade se você tem coragem para persegui-los”",
    "1": "Walt Disney"
  },
  "9": {
    "0": "“Ter sucesso é falhar repetidamente, mas sem perder o entusiasmo”",
    "1": "Winston Churchill"
  },
  "10": {
    "0": "“Sempre que você vir uma pessoa de sucesso, você sempre verá as glórias, nunca os sacrifícios que os levaram até ali”",
    "1": "Vaibhav Shah"
  },
  "11": {
    "0": "“Sucesso? Eu não sei o que isso significa. Eu sou feliz. A definição de sucesso varia de pessoa para pessoa Para mim, sucesso é paz anterior”",
    "1": "Denzel Washington"
  },
  "12": {
    "0": "“Oportunidades não surgem. É você que as cria”",
    "1": "Chris Grosser"
  },
  "13": {
    "0": "“Não tente ser uma pessoa de sucesso. Em vez disso, seja uma pessoa de valor”",
    "1": "Albert Einstein"
  },
  "14": {
    "0": "“Não é o mais forte que sobrevive, nem o mais inteligente. Quem sobrevive é o mais disposto à mudança”",
    "1": "Charles Darwin"
  },
  "15": {
    "0": "“A melhor vingança é um sucesso estrondoso”",
    "1": "Frank Sinatra"
  },
  "16": {
    "0": "“Eu não falhei. Só descobri 10 mil caminhos que não eram o certo”",
    "1": "Thomas Edison"
  },
  "17": {
    "0": "“Um homem de sucesso é aquele que cria uma parede com os tijolos que jogaram nele”",
    "1": "David Brinkley"
  },
  "18": {
    "0": "“Ninguém pode fazer você se sentir inferior sem o seu consentimento”",
    "1": "Eleanor Roosevelt"
  },
  "19": {
    "0": "“O grande segredo de uma boa vida é encontrar qual é o seu destino. E realizá-lo”",
    "1": "Henry Ford"
  },
  "20": {
    "0": "“Se você está atravessando um inferno, continue atravessando”",
    "1": "Winston Churchill"
  },
  "21": {
    "0": "“O que nos parece uma provação amarga pode ser uma bênção disfarçada”",
    "1": "Oscar Wilde"
  },
  "22": {
    "0": "“A distância entre a insanidade e a genialidade é medida pelo sucesso”",
    "1": "Bruce Feirstein"
  },
  "23": {
    "0": "“Não tenha medo de desistir do bom para perseguir o ótimo”",
    "1": "John D. Rockefeller"
  },
  "24": {
    "0": "“A felicidade é uma borboleta que, sempre que perseguida, parecerá inatingível; no entanto, se você for paciente, ela pode pousar no seu ombro”",
    "1": "Nathaniel Hawthorne"
  },
  "25": {
    "0": "“Se você não pode explicar algo de forma simples, então você não entendeu muito bem o que tem a dizer”",
    "1": "Albert Einstein"
  },
  "26": {
    "0": "“Há dois tipos de pessoa que vão te dizer que você não pode fazer a diferença neste mundo: as que têm medo de tentar e as que têm medo de que você se dê bem”",
    "1": "Ray Goforth"
  },
  "27": {
    "0": "“Comece de onde você está. Use o que você tiver. Faça o que você puder”",
    "1": "Arthur Ashe"
  },
  "28": {
    "0": "“As pessoas me perguntam qual é o papel que mais gostei de interpretar. Eu sempre respondo: o próximo”",
    "1": "Kevin Kline"
  },
  "29": {
    "0": "“Descobri que, quanto mais eu trabalho, mais sorte eu pareço ter”",
    "1": "Thomas Jefferson"
  },
  "30": {
    "0": "“O ponto de partida de qualquer conquista é o desejo”",
    "1": "Napoleon Hill"
  },
  "31": {
    "0": "“O sucesso é a soma de pequenos esforços repetidos dia após dia”",
    "1": "Robert Collier"
  },
  "32": {
    "0": "“Todo progresso acontece fora da zona de conforto”",
    "1": "Michael John Bobak"
  },
  "33": {
    "0": "“Coragem é a resistência e o domínio do medo, não a ausência dele”",
    "1": "Mark Twain"
  },
  "34": {
    "0": "“Só evite fazer algo hoje se você quiser morrer e deixar assuntos inacabados”",
    "1": "Pablo Picasso"
  },
  "35": {
    "0": "“O único lugar em que o sucesso vem antes do trabalho é no dicionário”",
    "1": "Vidal Sassoon"
  },
  "36": {
    "0": "“Não sei qual é a chave para o sucesso, mas a chave para o fracasso é tentar agradar a todos”",
    "1": "Bill Cosby"
  },
  "37": {
    "0": "“Embora ninguém possa voltar atrás e começar tudo de novo, qualquer um pode ter um ótimo final”",
    "1": "Carl Bard"
  },
  "38": {
    "0": "“Descobri que, se você tem vontade de viver e curiosidade, dormir não é a coisa mais importante”",
    "1": "Martha Stewart"
  },
  "39": {
    "0": "“Daqui a vinte anos, você não terá arrependimento das coisas que fez, mas das que deixou de fazer. Por isso, veleje longe do seu porto seguro. Pegue os ventos. Explore. Sonhe. Descubra”",
    "1": "Mark Twain"
  },
  "40": {
    "0": "“O primeiro passo rumo ao sucesso é dado quando você se recusa ao ser um refém do ambiente em que se encontra”",
    "1": "Mark Caine"
  },
  "41": {
    "0": "“Sempre que você se encontrar do lado da maioria, é hora de parar e refletir”",
    "1": "Mark Twain"
  },
  "42": {
    "0": "“Continue andando. Haverá a chance de você ser barrado por um obstáculo, talvez por algo que você nem espere. Mas siga, até porque eu nunca ouvi falar de ninguém que foi barrado enquanto estava parado”",
    "1": "Charles F. Kettering"
  },
  "43": {
    "0": "“Se você realmente quer algo, não espere. Ensine você mesmo a ser impaciente”",
    "1": "Gurbaksh Chahal"
  },
  "44": {
    "0": "“Se você quer uma mudança permanente, pare de focar no tamanho de seus problemas e comece a focar no seu tamanho!”",
    "1": "T. Harv Eker"
  },
  "45": {
    "0": "“Pessoas de sucesso fazem o que pessoas mal sucedidas não querem fazer. Não queira que a vida seja mais fácil. Deseje que você seja ainda melhor”",
    "1": "Jim Rohn"
  },
  "46": {
    "0": "“A primeira razão para o fracasso de alguém é escutar amigos, família e vizinhos”",
    "1": "Hill"
  },
  "47": {
    "0": "“O sucesso não consiste em não errar, mas não cometer os mesmos equívocos mais de uma vez”",
    "1": "George Bernard Shaw"
  },
  "48": {
    "0": "“A motivação é o que faz o empreendedor começar e o hábito é o que nos faz continuar”",
    "1": "Jim Rynn"
  },
  "49": {
    "0": "“Nosso maior medo não deve ser o fracasso, mas ser bem-sucedidos em algo que não importa”",
    "1": "Francis Chan"
  },
  "50": {
    "0": "“Se você não traçou um plano para você mesmo, é possível que você caia no plano de outra pessoa. E adivinha o que ele planejou para você? Não muito”",
    "1": "Jim Rohn"
  },
  "51": {
    "0": "“Você deve lutar mais de uma batalha para se tornar um vencedor”",
    "1": "Margaret Thatcher"
  },
  "52": {
    "0": "“Eu devo meu sucesso a meu hábito de respeitosamente ouvir conselhos e fazer exatamente o contrário”",
    "1": "G. K. Chesterton"
  },
  "53": {
    "0": "“Muitas das falhas da vida ocorrem quando não percebemos o quão próximos estávamos do sucesso na hora em que desistimos”",
    "1": "Thomas Edison"
  },
  "54": {
    "0": "“Quanto maior o artista, maior a dúvida. Confiança grande demais é algo destinados aos menos talentosos como um prêmio de consolação”",
    "1": "Robert Hughes"
  },
  "55": {
    "0": "“Uma fórmula para o sucesso? É bem simples, na verdade: dobre a probabilidade de fracasso da sua empresa. Você pensa que a falha é um inimigo do sucesso. Mas não é, de jeito nenhum. Você pode ser desencorajado com os erros ou aprender com eles, então siga em frente e continue falhando. Erre o máximo que puder. É aí que você vai conseguir o sucesso”",
    "1": "Thomas J. Watson"
  },
  "56": {
    "0": "“Tenha em mente que o seu desejo em atingir o sucesso é mais importante que qualquer coisa”",
    "1": "Abraham Lincoln"
  },
  "57": {
    "0": "“Fique contente em agir. Deixe a fala para os outros”",
    "1": "Baltasar Gracián"
  },
  "58": {
    "0": "“Para conquistar o sucesso, você precisa aceitar todos os desafios que vierem na sua frente. Você não pode apenas aceitar os que você preferir”",
    "1": "Mike Gafka"
  },
  "59": {
    "0": "“O guerreiro de sucesso é um homem médio, mas com um foco apurado como um raio laser”",
    "1": "Bruce Lee"
  },
  "60": {
    "0": "“A lógica pode levar de um ponto A a um ponto B. A imaginação pode levar a qualquer lugar”",
    "1": "Albert Einstein"
  },
  "61": {
    "0": "“A educação é a arma mais poderosa que você pode usar para mudar o mundo”",
    "1": "Nelson Mandela"
  },
  "62": {
    "0": "“Devemos promover a coragem onde há medo, promover o acordo onde existe conflito, e inspirar esperança onde há desespero”",
    "1": "Nelson Mandela"
  },
  "63": {
    "0": "“Eu tenho um sonho. O sonho de ver meus filhos julgados por sua personalidade, não pela cor de sua pele”",
    "1": "Martin Luther King"
  },
  "64": {
    "0": "“O ser humano é aquilo que a educação faz dele”",
    "1": "Immanuel Kant"
  },
  "65": {
    "0": "“Se a educação sozinha não transforma a sociedade, sem ela tampouco a sociedade muda”",
    "1": "Paulo Freire"
  },
  "66": {
    "0": "“Nada é permanente, exceto a mudança”",
    "1": "Heráclito"
  },
  "67": {
    "0": "“Se tornou aparentemente óbvio que nossa tecnologia excedeu nossa humanidade”",
    "1": "Albert Einstein"
  },
  "68": {
    "0": "“Há o suficiente no mundo para todas as necessidades humanas. Não há o suficiente para a cobiça humana”",
    "1": "Mahatma Gandhi"
  },
  "69": {
    "0": "“Temos de nos tornar a mudança que queremos ver”",
    "1": "Mahatma Gandhi"
  },
  "70": {
    "0": "“Eu gostaria de ficar neste momento para sempre, na verdade eu posso agora, mas aí, não seria um momento”",
    "1": "Maxine Caufield"
  },
  "71": {
    "0": "“A arte de programar consiste em organizar e dominar a complexidade.”",
    "1": "Edsger W. Dijkstra"
  },
  "72": {
    "0": "“Os primeiros 90% do código representam os primeiros 10% do tempo de desenvolvimento. Os 10% restantes do código é para mostrar aos outros os 90% do tempo de desenvolvimento. ”",
    "1": "Tom Cargill"
  },
  "73": {
    "0": "“Para entender recursão, devemos primeiro compreender uma recursão.”",
    "1": "Autor desconhecido"
  },
  "74": {
    "0": "“Eu sempre quis que o meu computador fosse tão fácil de usar como o meu telefone, o meu desejo foi realizado pois eu já não consigo descobrir como usar o meu telefone.”",
    "1": "Bjarne Stroustrup"
  },
  "75": {
    "0": "“Um computador permite que você faça mais erros mais rapidamente do que qualquer outra invenção da história da humanidade, com exceção das mãos e da tequila.”",
    "1": "Mitch Ratcliffe"
  },
  "76": {
    "0": "“Há duas formas de construir um projeto de software: Uma maneira de fazer isso deve ser tão simples que, obviamente, não deixem deficiências, e a outra forma é a de torná-lo tão complicado que não percebam as evidentes deficiências. O primeiro método é muito mais difícil.”",
    "1": "CAR Hoare"
  },
  "77": {
    "0": "“O espaço entre a teoria e a prática não é tão grande como é, a teoria na prática.”",
    "1": "Autor desconhecido"
  },
  "78": {
    "0": "“Se depurar é o processo de remoção de bugs do software, então programação deve ser o processo de colocação deles.”",
    "1": "Edsger Dijkstra"
  },
  "79": {
    "0": "“Medir o progresso da programação por linhas de código é como medir o progresso da construção de aeronaves em termos de peso.”",
    "1": "Bill Gates"
  },
  "80": {
    "0": "“Nove pessoas não podem fazer um bebê em um mês.”",
    "1": "Fred Brooks"
  },
  "81": {
    "0": "“Hoje a programação é uma corrida entre os engenheiros de software para tentar construir maiores e melhores programas à prova de idiotas, e o Universo tentando produzir maiores e melhores idiotas. Até agora, o Universo está ganhando.”",
    "1": "Rich Cook"
  },
  "82": {
    "0": "“Há dois principais produtos que saem de Berkeley: LSD e UNIX.Nós não acreditamos que isso seja uma coincidência.”",
    "1": "Jeremy S. Anderson"
  },
  "83": {
    "0": "“Qual seria a sua idade se você não soubesse quantos anos você tem?”",
    "1": "Confúcio"
  },
  "84": {
    "0": "“Tente mover o mundo, o primeiro passo será mover a si mesmo”",
    "1": "Platão"
  },
  "85": {
    "0": "“Sábio é aquele que conhece os limites da própria ignorância”",
    "1": "Sócrates"
  },
  "86": {
    "0": "“O homem superior atribui a culpa a si próprio; o homem comum aos outros”",
    "1": "Confúcio"
  },
  "87": {
    "0": "“Se queres prever o futuro, estuda o passado”",
    "1": "Confúcio"
  },
  "88": {
    "0": "“A dúvida é o princípio da sabedoria”",
    "1": "Aristóteles"
  },
  "89": {
    "0": "“Podemos facilmente perdoar uma criança que tem medo do escuro; a real tragédia da vida é quando os homens têm medo da luz”",
    "1": "Platão"
  },
  "90": {
    "0": "“E aqueles que foram vistos dançando foram julgados insanos por aqueles que não podiam escutar a música”",
    "1": "Friedrich Nietzsche"
  },
  "91": {
    "0": "“Quem luta com monstros deve velar por que, ao fazê-lo, não se transforme também em monstro. E se tu olhares, durante muito tempo, para um abismo, o abismo também olha para dentro de ti”",
    "1": "Friedrich Nietzsche"
  },
  "92": {
    "0": "“Antes, a questão era descobrir se a vida precisava de ter algum significado para ser vivida. Agora, ao contrário, ficou evidente que ela será vivida melhor se não tiver significado”",
    "1": "Albert Camus"
  },
  "93": {
    "0": "“Meu conselho é que se case. Se você arrumar uma boa esposa, será feliz; se arrumar uma esposa ruim, se tornará um filósofo”",
    "1": "Sócrates"
  },
  "94": {
    "0": "“Quem não sabe o que é a vida, como poderá saber o que é a morte?”",
    "1": "Confúcio"
  },
  "95": {
    "0": "“Perdido seja para nós aquele dia em que não se dançou nem uma vez! E falsa seja para nós toda a verdade que não tenha sido acompanhada por uma risada!”",
    "1": "Friedrich Nietzsche"
  },
  "96": {
    "0": "“A morte não é nada para nós, pois, quando existimos, não existe a morte, e quando existe a morte, não existimos mais”",
    "1": "Epicuro"
  },
  "97": {
    "0": "“Qualquer um pode escrever um código que o computador entenda. Bons programadores escrevem códigos que os humanos entendam.”",
    "1": "Martin Fowler"
  },
  "98": {
    "0": "“Medir o progresso de um programa por linhas de código é como medir o processo de montagem de um avião pelo peso”",
    "1": "Bill Gates"
  },
  "99": {
    "0": "“Eu sempre desejei que o meu computador fosse tão fácil de usar quanto o meu telefone. Meu desejo se tornou realidade pois eu não consigo mais usar o meu telefone”",
    "1": "Bjarne Stroustrup"
  },
  "100": {
    "0": "“Trocaria toda a minha tecnologia por uma tarde com Sócrates”",
    "1": "Steve Jobs"
  }
}
